Repository: shamsher400/FyndrPro
Catalog: *.lproj/Localizable.strings
Languages: ar, my_mm

# CFBundleDisplayName
source: Fyndr Pro
ar: Fyndr
my_mm: အောင်သွယ်တော်

source: Edit
ar: އެޑިޓް
my_mm: ပြုပြင်ရန်

# Bookmark
source: Your Likes
ar: ތިބާގެ ލައިކްސް
my_mm: သင်၏​နှစ်သက်ခံရမှုများ

source: Sign Up
ar: ސައިން އަޕް
my_mm: မှတ်ပုံတင်ခြင်း

source: Create Profile
ar: ޕްރޮފައިލް ހައްދަވާ
my_mm: ကိုယ်ရေးမှတ်တမ်းကို ဖန်တီးပါ

# Select Your interest
source: Select Your interests
ar: ޝައުގުވެރިވާ ކަންކަން ނަންގަވާ
my_mm: သင်စိတ်ဝင်စားသည့်အရာများကို ရွေးချယ်ပါ

source: City
my_mm: ရိုက်ထည့်ပါ

source: Search City
my_mm: သင်၏ မြို့နံမည်အား ရိုက်ထည့်ပါ

source: My Profile
ar: އަހަރެންގެ ޕްރޮފައިލް
my_mm: သင်၏ကိုယ်ရေးမှတ်တမ်း

source: Edit Profile
ar: ޕްރޮފައިލް އެޑިޓް
my_mm: ကိုယ်ရေးမှတ်တမ်းအား ပြုပြင်ရန်

source: Block List
ar: ބްލޮކް
my_mm: ပိတ်ပင်ထားသည့်စာရင်း

source: Chat & Notifications
ar: ޗެޓް އަދި ނޮޓިފިކޭޝަންސް
my_mm: ချက်တင်နှင့် သတိပေးချက်များ

source: Settings
ar: ސެޓިންގްސް
my_mm: ဆက်တင်များ

source: OK
ar: އޯކޭ
my_mm: သဘောတူပါသည်

source: Cancel
ar: ކެންސަލް
my_mm: ဖျက်ရန်

source: Update
ar: އަޕްޑޭޓް
my_mm: အဆင့်မြှင့်ရန်

source: Next
ar: ދެން ކުރިއަށް
my_mm: နောက်ထပ်

source: Oops!
ar: އޫޕްސް!
my_mm: အိုးစ်!

source: Unblock
ar: އަންބްލޮކް
my_mm: ပိတ်ပင်ခြင်းကို ဖယ်ရှားရန်

source: Continue
ar: ކުރިއަށް ގެންދަވާ
my_mm: ဆက်ရန်

source: OTP
ar: އޯޓީޕީ
my_mm: တစ်ခါသုံးစကားဝှက်

source: Bio
ar: ބައޯ
my_mm: အချက်အလက်

source: Retry
ar: ރީޓްރައި
my_mm: ပြန်ကြိုးစားရန်

# Recent
source: Recents
ar: ފަހުގެ
my_mm: မကြာသေးမှီက

source: Message
ar: މެސެޖްތައް
my_mm: စာများ

source: Submit
ar: ހުށަހަޅާ
my_mm: တင်ရန်

source: Skip
ar: ދޫކޮށްލައްވާ
my_mm: ကျော်ရန်

source: Wait
my_mm: စောင့်ပါ

source: Version
ar: ވާޝަން
my_mm: အဆင့်

source: NA
my_mm: မသက်ဆိုင်ပါ

source: - or -
my_mm: - သို့မဟုတ် -

source: Save
ar: ސޭވް
my_mm: သိမ်းရန်

source: NO
my_mm: ဖျက်ရန်

source: YES
ar: އާނ
my_mm: မှန်ပါသည်

# M_FAILED
source: Failed
ar: ފެއިލްވެއްޖެ
my_mm: ကျရှုံ

# M_ACTIVE
source: Active
ar: އެކްޓިވް
my_mm: တက်ကြွ

# M_PENDING
source: Pending
my_mm: မွမ်းမံ

# M_BUY_NOW
source: Buy Now
ar: މިހާރު ގަނޭ
my_mm: အခုဝယ်ပါ

# M_ENTER_PHONE_NUMBER
source: Enter phone number
ar: ފޯން ނަމްބަރު ޖައްސަވާ
my_mm: ဖုန်းနံပါတ်အား ရိုက်ထည့်ပါ

# M_START_FYNDING
source: Start Fynding
ar: ފައިންޑިން ފައްޓަވާ
my_mm: စတင်ရှာဖွေပါ

# M_CANCEL
source: Cancel
ar: ކެންސަލް
my_mm: ဖျက်ရန်

# M_SETTING
source: Settings
ar: ސެޓިންގްސް
my_mm: ဆက်တင်များ

# M_LOGIN_ERROR
source: Unable to login please try again
ar: ލޮގްއިންއެއް ނުވެވުނު. އަދި އެއްފަހަރު މަސައްކަތް ކޮއްލައްވާ
my_mm: ဝင်၍မရပါသဖြင့် ကျေးဇူးပြု၍ထပ်မံကြိုးစားပါ

# M_ENABLE_MOBILE_DATE
source: Please enabled your mobile data to activate the service
ar: ޙިދުމަތް އެކްޓިވޭޓް ކުރެއްވުމަށް މޯބައިލް ޑޭޓާ ޖައްސަވާ.
my_mm: ဝန်ဆောင်မှုကို သက်ဝင်စေရန်အတွက် ကျေးဇူးပြု၍ သင့်မိုဘိုင်းဒေတာကို ဖွင့်ပေးပါ

# M_INTERNET_CONNECTION
source: Oops! Please check your internet connection
ar: އިންޓަނެޓް ކަނެކްޝަން ގެއްލިއްޖެ. ކުރިއަށް ވަޑައިންނެވުމަށް އިންޓަނެޓް ކަނެކްޝަން ޗެކްކުރައްވާ.
my_mm: အင်တာနက်အဆက်အသွယ် ပြတ်တောက်နေပါသည်၊ ရှေ့သို့ဆက်သွားရန် ကျေးဇူးပြု၍ အင်တာနက်ဆက်သွယ်ခြင်းအား စစ်ဆေးပေးပါ

# M_GENERIC_ERROR
source: Something went wrong. Please try again
ar: ކޮންމެސް ކަމެއް ގޯސްކޮށް ވެއްޖެ، އިރުކޮޅެއް ފަހުން އަނެއްކާ ކުރިއަށް ގެންދަވާ!
my_mm: တစ်စုံတခုမှားနေပါသည်၊ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပေးပါ

# M_INVALID_NUMBER
source: Please input valid number
ar: ރަނގަޅު ނަމްބަރު ޖައްސަވާ
my_mm: ကျေးဇူးပြု၍ မှန်ကန်သောဖုန်းနံပါတ်ကို ရိုက်ထည့်ပါ

# M_MAX_LENGTH_EXCEEDED
source: Please check your number!
ar: ތިބާގެ ނަމްބަރު ޗެކްކުރައްވާ!
my_mm: သင့်ဖုန်းနံပါတ်ကို စစ်ဆေးပေးပါ

# M_EMPTY_NUMBER
source: Number can not be empty
ar: ނަމްބަރު ހުސްކޮށެއް ނުބޭންދޭނެ
my_mm: နံပါတ်ကို အလွတ်ထား၍မရပါ

# M_INVALID_CALLING_CODE
source: Calling code invalid
ar: ކޯލިން ކޯޑް އިންވެލިޑް
my_mm: သင့်ဖုန်းနံပါတ်မှာ မှားယွင်းနေပါသည်

# M_INVALID_OTP
source: Invalid OTP
ar: އޯޓީޕީ އިންވެލިޑް
my_mm: တစ်ခါသုံးစကားဝှက်မှာ မှားယွင်းနေပါသည်

# M_INVALID_REASON
source: Please select reason
ar: ރަނގަޅު ސަބަބެއް ހޮއްވަވާ
my_mm: တိုင်ရန် အကြောင်းပြချက်ကို ရွေးချယ်ပါ

# M_INVALID_USER_ID
source: Invalid User Id
ar: ޔޫސާ އައިޑީ އިންވެލިޑް
my_mm: သင့်အိုင်ဒီမှာ မှားယွင်းနေပါသည်

# M_NO_INTEREST_SELECTED
source: Please select at least one interest
ar: މަދުވެގެން ޝައުގުވެރިވާ އެއްކަންތައް ހޮއްވަވާ
my_mm: ကျေးဇူးပြု၍ အနည်းဆုံးစိတ်ဝင်စားသည့်အရာတစ်ခုအား ရွေးချယ်ပါ

# M_INVALID_NAME
source: Please enter your name to proceed
ar: ކުރިއަށް ގެންދެވުމަށް ތިބާގެ ނަންޖައްސަވާ
my_mm: ဆက်သွားရန် သင်၏နံမည်ကို ရိုက်ထည့်ပါ

# M_SELECT_GENDER
source: Please select your gender
ar: ތިބާގެ ޖިންސު ނަންގަވާ
my_mm: သင့်လိင်အမျိုးအစားကို ရွေးချယ်ပါ

# M_INVALID_CITY
source: Please select your current city
ar: ތިބާ މިހާރު އުޅުއްވާ ސިޓީގެ ނަން ނަންގަވާ
my_mm: သင်၏လက်ရှိနေထိုုင်ရာမြို့အား ရွေးချယ်ပါ

# M_INVALID_DOB
source: Please select your DOB
ar: ތިބާގެ އުފަން ތާރީޙް ނަންގަވާ
my_mm: သင်၏မွေးနေ့အား ရွေးပါ

# M_FAILED_TO_SENT_CHAT
source: Unable to sent message right now please try again
ar: މެސެޖެއް ނުފޮނުވުނު އަދި އެއްފަހަރު މަސައްކަތް ކޮއްލަވާ
my_mm: စာပို့၍မရပါ၊ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ

# M_REQUEST_SUCCESS
source: Request successfully processed
ar: އެދިލެއްވި ކަން ކާމިޔާބުކަމާއިއެކު ވެއްޖެ
my_mm: တောင်းဆိုမှုကို လုပ်ဆောင်ပြီးပါပြီ

# M_WRONG_IMAGE_SIZE
source: Invalid image size
ar: ފޮޓޯގެ ސައިޒް އިންވެލިޑް
my_mm: ဓါတ်ပုံဆိုဒ်မှာ မှားယွင်းနေပါသည်

# M_FB_KIT_NUMBER_NOT_FOUND
source: Unable to get number
ar: ނަމްބަރެއް ނުހޯދުނު
my_mm: နံပါတ်ကို ရယူ၍မရပါ

# M_FB_KIT_LOGIN_FAILED
source: Unable to process your request, Please try again
ar: ތިބާ އެދިލެއްވި ކަންތައް ފުރިހަމައެއް ނުކުރެވުނު. އަދި އެއްފަހަރު މަސައްކަތް ކޮއްލައްވާ
my_mm: သင့်တောင်းဆိုမှုကို လုပ်ဆောင်၍မရပါ၊ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ

# M_LOGOUT
source: Are you sure you want to Logout?
ar: ޔަގީންތޯ ލޮގްއައުޓް ކުރައްވަން ބޭނުންފުޅުކަން؟
my_mm: ထွက်မှာ သေချာပါသလား

# M_DELETE_ACCOUNT
source: Are you sure you want to delete your account?
ar: ޔަގީންތޯ އެކައުންޓް ޑިލީޓް ކުރައްވަން ބޭނުންފުޅުކަން؟
my_mm: သင်၏အကောင့်အား ဖျက်မှာသေချာပါသလား?

# M_LOG_OUT
source: You have logged out from this device. Please login again to use the service
ar: މި ޑިވައިސްއިން ތިބާ ލޮގްއައުޓް ވެވިއްޖެ. ޙިދުމަތް ހޯއްދެވުމަށް އަލުން ލޮގްއިން ކުރައްވާ
my_mm: ဤစက်မှ ထွက်ပြီးသွားပါပြီ၊ ဝန်ဆောင်မှုကိုအသုံးပြုရန်အတွက် ကျေးဇူးပြု၍ ထပ်မံဝင်ပါ

# M_EXPLORE_TITLE
source: EXPLORE
ar: އެކްސްޕްލޯ
my_mm: ရှာဖွေပါ

# M_EXPLORE_DESC
source: Like minded people using AI driven app search
ar: އޭއައި މެދުވެރިކޮށް އެޕް ހޯދާ އެއް ވިސްނުމެއްގެ މީހުން
my_mm: အာသီဖီရှယ် အင်တဲလိဂျန့်ဖြင့် ပြုလုပ်ထားသော အက်ပလီကေးရှင်းကို အသုံးပြုခြင်းဖြင့် သင့်စိတ်ထားနှင့်ထပ်တူညီသောသူကို ရှာဖွေပါ

# M_CONNECT_TITLE
source: CONNECT
ar: ކަނެކްޓް
my_mm: ဆက်သွယ်ပါ

# M_CONNECT_DESC
source: Using call and chat option
ar: ކޯލް ނުވަތަ ޗެޓް ބޭނުންކޮއްގެން
my_mm: ဖုန်းခေါ်ဆိုခြင်း သို့မဟုတ် ချက်တင်ကို အသုံးပြုခြင်းဖြင့်

# M_PLAY_TITLE
source: MEET UP
ar: މީޓްއަޕް
my_mm: ပျော်ရွှင်မှုကိုခံစားပါ

# M_PLAY_DESC
source: With your fyndr buddies
ar: ތިބާގެ ފައިންޑާ ބަޑީސް އާއި އެކީ
my_mm: သင့်သူငယ်ချင်းများနှင့်

# M_OTP_MESSAGE_WITH_NUMBER
source: Enter the code that was send to
ar: ކޯޑް ޖައްސަވާ. ފޮނުވިފައިވަނީ
my_mm: ပို့ထားသော ကုတ်နံပါတ်အား ရိုက်ထည့်ပါ

# M_OTP_MESSAGE_WITHOUT_NUMBER
source: A 4 digit OTP has been send to mobile number
ar: ހަތަރު ޑިޖިޓުގެ އޯޓީޕީ އެއް މޯބައިލް ނަމްބަރައްވަނީ ފޮނުވިފައި
my_mm: သင့်ဖုန်းနံပါတ်သို့ တစ်ခါသုံးစကားဝှက်၄လုံး ပို့ပြီးပါပြီ

# M_TAKE_PHOTO
source: Take Photo
ar: ފޮޓޯ ނަންގަވާ
my_mm: ဓါတ်ပုံရိုက်ပါ

# M_CHOOSE_PHOTO
source: Choose from gallery
ar: ގެލެރީން ނަންގަވާ
my_mm: ဓါတ်ပုံထဲမှ ရွေးချယ်ပါ

# M_DONE
source: Done
ar: ނިމުނީ
my_mm: ပြီးပါပြီ

# M_UNABLE_TO_LOAD_PROFILE_PLEASE_TRY_AGAIN
source: Unable to load profile, Please try again
ar: ޕްރޮފައިލް އެއް ނުހުޅުވުނު. އަދި އެއްފަހަރު މަސައްކަތް ކޮއްލައްވާ
my_mm: ကိုယ်ရေးမှတ်တမ်းအား ကြည့်၍မရပါ၊ ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပေးပါ

# ALL_PROFILE_VIWED
source: All profile viewed!
ar: މުޅި ޕްރޮފައިލް ބެލިއްޖެ
my_mm: ကိုယ်ရေးမှတ်တမ်းအားလုံးအား ကြည့်ပြီးပါပြီ

# COME_BACK_SOON_TO_FIND_MORE_PROFRILE_TO_CONNECT_WITH
source: Come back soon to find more profile to connect with
ar: އިތުރު ޕްރޮފައިލްތައް ބެއްލުވުމަށް އަވަހަށް އެނބުރި ވަޑައިންނެވުން އެދެން
my_mm: သင်နှင့်သင့်လျော်သောသူကို ထပ်ရှာရန်အတွက် မကြာခင်ပြန်လာပါ

source: Help
ar: އެހީ
my_mm: အကူအညီ

source: FAQ
ar: އާންމު ސުވާލުތައް
my_mm: အမေး အဖြေ

source: Support
ar: ސަޕޯޓް
my_mm: ပံ့ပိုးမှု

# M_BLOCK_LIST
source: Blacklist
ar: ބްލެކްލިސްޓް
my_mm: ပိတ်ပင်ထားသည့်စာရင်း

# M_DO_NOT_DISTURB
source: Do Not Disturb
ar: އުނދަގޫ ނުކުރައްވާ
my_mm: မနှောက်ယှက်ပါနှင့်

# M_CONNECTIONS
source: Connections
ar: ކަނެކްޝަންސް
my_mm: အဆက်အသွယ်များ

source: Logout
ar: ލޮގްއައުޓް
my_mm: ထွက်ရန်

source: Visibility
ar: ވިސިބިލިޓީ
my_mm: မြင်အောင်လုပ်ခြင်း

source: Account
ar: އެކައުންޓް
my_mm: အကောင့်

source: Feedback
ar: ހިޔާލު ހުށަހެޅުން
my_mm: မှတ်ချက်

# M_UN_BLOCK
source: Unblock
ar: އަންބްލޮކް
my_mm: ပိတ်ပင်ခြင်းကို ဖယ်ရှားရန်

# M_BLOCK
source: Block
ar: ބްލޮކް
my_mm: ပိတ်ဆို့ခြင်း

# M_REPOER
source: Report
ar: ރިޕޯޓްކުރުމަށް
my_mm: တိုင်ရန်

# M_WOULD_LIKE_TO_ACCESS_THE_CAMERA
source: Would Like to Access the Camera
ar: ކެމެރާއަށް އެކްސެސް ބޭނުން
my_mm: ကင်မရာအား ဝင်ရောက်ရန် ခွင့်ပြုစေလိုပါသည်

# M_WOULD_LIKE_TO_ACCESS_THE_PHOTO
source: Would Like to Access the Photo
ar: ފޮޓޮއަށް އެކްސެސް ބޭނުން
my_mm: ဓါတ်ပုံအသုံးပြုခွင့်ရယူလိုပါသည်

# M_DIDNT_GET_OTP
source: I didn't get a code
ar: އަޅުގަނޑަށް ކޯޑެއް ނުލިބޭ
my_mm: ကုတ်နံပါတ်မရသေးပါ

# M_RESENT_OTP
source: Resend OTP
ar: އޯޓީޕީ އަނެއްކާ ފޮނުއްވާ
my_mm: တစ်ခါသုံးစကားဝှက်အား ပြန်ပို့ပေးပါ

# M_MANAGE_YOUR_INTERESR
source: Manage your interests
ar: ތިބާ ޝައުގުވެރިވާ ކަންކަން މެނޭޖްކުރުމަށް
my_mm: စိတ်ဝင်စားသည့်အရာများအား စီမံပါ

# M_MUTUAL_INTEREST
source: Mutual interests
ar: ޝައުގުވެރިވާ ކަންކަން އެއްގޮތް
my_mm: တူညီသည့် စိတ်ဝင်စားသည့်အရာများ

# M_PLEASE_LET_US_KNOW_WHY_DO_YOU_WANT_REPORT
source: Please let us know why do you want to report
ar: ދަންނަވަދެއްވާ ކީއްވެތޯ ރިޕޯޓްކުރައްވަން ބޭނުންފުޅުވަނީ
my_mm: အဘယ့်ကြောင့်တိုင်ချင်သည်ကို ကျွန်ုပ်တို့အား အသိပေးပါ

# M_SELECT_A_REASON
source: Select a reason to report
ar: ރިޕޯޓްކުރައްވަން ބޭނުންފުޅުވާ ސަބަބެއް ނަންގަވާ
my_mm: တိုင်ရန် အကြောင်းပြချက်ကို ရွေးချယ်ပါ

# M_ABOUT
source: About you (Optional)
ar: ތިބާއާއި ބެހޭ (ކޮންމެހެން ފުރުއްވަން ނުޖެހޭ)
my_mm: သင့်အကြောင်း (ရွေးချယ်၍ရသော)

# M_AGE_NOTE
source: Don't worry, we won't share your date of birth
ar: ހާސްވެނުލައްވާ. ތިބާގެ އުފަން ތާރީޙް އަޅުގަނޑުމެން ޙިއްސާއެއް ނުކުރާނަމެވެ
my_mm: သင်၏မွေးနေ့အား မည်သူ့ကိုမှ မျှဝေမည်မဟုတ်ပါ

# M_ABOUT_ME
source: About Me
ar: އަހަންނާއި ބެހޭ
my_mm: သင်၏အကြောင်း

# M_UPDATE_TITLE
source: Update Available
ar: އަޕްޑޭޓް އެބަހުރި
my_mm: အဆင့်မြှင့်၍ ရပါသည်

# M_UPDATE_MESSAGE
source: A new version of Fyndr is available. Please update to latest version now.
ar: ފައިންޑަރގެ އާ ވާޝަންއެއް ނުކުމެފައިވޭ. އެންމެ ފަހުގެ ވާޝަންއަށް މިހާރު އަޕްޑޭޓް ކުރެއްވުން އެދެން.
my_mm: အောင်သွယ်တော် ဝန်ဆောင်မှု၏ ဗားရှင်းအသစ်အား အသုံးပြု၍ရပါပြီ၊ ကျေးဇူးပြု၍ နောက်ဆုံးထွက်သည့် ဗားရှင်းအသစ်အား အဆင့်မြှင့်လိုက်ပါ

# M_UPDATE_PRIMARY_BTN_TEXT
source: Update
ar: އަޕްޑޭޓް
my_mm: အဆင့်မြှင့်သည်

# M_PROFILE_DELETED
source: profile deleted
ar: ޕްރޮފައިލް ފޮހެލެވިއްޖެ
my_mm: ကိုယ်ရေးမှတ်တမ်းကို ဖျက်ပြီးပါပြီ

# M_DISCART_VIDEO_MESSAGE
source: Are you sure you want to discard the video?
ar: ޔަގީންތޯ ވީޑިއޯ ފޮހެލައްވަން ބޭނުންފުޅުކަން؟
my_mm: ဗီဒီယိုအား ဖယ်မှာသေချာပါသလား?

# M_SUBSCRIPTION
source: Subscription
ar: ސަބްސްކްރިޕްޝަން
my_mm: စာရင်းသွင်းခြင်း

# M_SUBSCRIBE
source: Subscribe
ar: ސަބްސްކްރައިބް
my_mm: ဝန်ဆောင်မှုရယူရန်

# M_PREMIUME_ACCESS
source: PREMIUM ACCESS
ar: ޕްރިމިއަމް އެކްސެސް
my_mm: ပရီမီယမ် အသုံးပြုခွင့်

# M_GET_PREMIUME_ACCESS
source: Get access to premium features
ar: ޕްރިމިއަމް ފީޗާސްއަށް އެކްސެސް ހޯއްދަވާ
my_mm: ပရီမီယမ်၏ အကျိုးကျေးဇူးများအား ခံစားလိုက်ပါ

# M_ADDITIONAL_INFO
source: Additional Info
ar: އިތުރު މަޢުލޫމާތު
my_mm: အပို အချက်အလက်

# M_ADD_YOUR_VEDIO
source: Add your video and get more profile views.
ar: ތިބާގެ ވީޑިއޯ ލައްވާ އިތުރު ޕްރޮފައިލް ވިއުސް ހޯއްދަވާ
my_mm: ကိုယ်ရေးမှတ်တမ်းကြည့်ရှုနှုန်းများအား သင်၏ဗီဒီယိုကိုတင်ခြင်းဖြင့် ရယူပါ

# M_OTP_WILL_SEND
source: OTP will be sent to your mobile number
ar: އޯޓީޕީ ތިބޭފުޅާގެ މޯބައިލް ނަމްބަރަށް ފޮނުއްވޭނެއެވެ
my_mm: သင့်ဖုန်းနံပါတ်သို့ တစ်ခါသုံးစကားဝှက်အား ပို့ပါမည်

# M_ADD_MORE
source: Add more
my_mm: ထပ်ထည့်ပါ

# M_MAKE_SURE_YOU_ARE_USING_MPT
source: Make sure you are using MPT number?
ar: ތިބާ ތިބޭނުންކުރައްވަނީ ޒައިން ނަމްބަރެއްކަން ޔަގީންކުރައްވާ
my_mm: MPT နံပါတ်ဟုတ်မဟုတ်စစ်ဆေးပေးပ

# M_SOCIAL_LOGIN
source: Social Login
ar: ސޯޝަލް ލޮގްއިން
my_mm: ဆိုရှယ် လော့အင

# M_TERM_AND_CONDITIONS_MESSAGE
source: Recurring billing, Cancel any time. If you choose to purchase a subscription, payment will be charged to your iTunes account. Your subscription will automatically renew unless auto-renew is turned off at least 24-hours before the end of the current period. Auto-renewal may be turned off at any time by going to your settings in the iTunes Store after purchase. For more information, please visit our Terms of Service and Privacy Policy
my_mm: အချိန်မရွေးငွေတောင်းခံမှုကိုပယ်ဖျက်ပါ။ သင်ဝယ်သူတစ် ဦး ကို ၀ ယ်ရန်ရွေးချယ်ပါကသင်၏ iTunes အကောင့်သို့ငွေပေးချေလိမ့်မည်။ သင်၏စာရင်းသွင်းမှုသည်လက်ရှိကာလမကုန်မီအနည်းဆုံး ၂၄ နာရီအလိုအလျောက်သက်တမ်းတိုးလိမ့်မည်။ iTunes Store ရှိသင်၏ချိန်ညှိချက်များသို့သွားခြင်းအားဖြင့်အချိန်မရွေးအလိုအလျောက်သက်တမ်းတိုးခြင်းကိုပိတ်နိုင်သည်။ ပိုမိုသိရှိလိုပါကကျွန်ုပ်တို့၏ ၀ န်ဆောင်မှုဆိုင်ရာသတ်မှတ်ချက်များနှင့်သီးသန့်တည်ရှိမှုမူဝါဒကိုကြည့်ပါ

# M_TERM_CONDITIONS_TERM_OF_SERVICE
source: Terms of Service
ar: ޙިދުމަތުގެ އެއްބަސްވުން
my_mm: ငွေတောင်းခံမှုများထပ်တလဲလဲအချိန်မရွေးပယ်ဖျက်ပါ။

# M_TERM_CONDITIONS_PRIVACY_POLICY
source: Privacy Policy
ar: ޕްރައިވެސީ ޕޮލިސީ
my_mm: နှင့်သီးသန့်တည်ရှိမှုမူဝါဒ

# M_LOGIN_WITH_FACEBOOK
source: Login with Facebook
ar: ފޭސްބުކް އިން ސައިންއިން ކުރައްވާ
my_mm: ဖေ့စ်ဘုတ်ဖြင့်ဝင်ရောက်ပါ

# M_LOGIN_WITH_GOOGLE
source: Login with Google
ar: އީމެއިލް އިން ސައިންއިން ކުރައްވާ
my_mm: အီးမေးလ်ဖြင့်လော့ဂ်အင်လုပ်ပါ

# M_LOGIN_WITH_APPLE
source: Sign in with Apple
my_mm: ပန်းသီးဖြင့်ဆိုင်းအင်လုပ်ပါ

# M_OTHER_SIGNIN
source: Other sign up option
my_mm: အခြားဆိုင်းအင်

# M_LOCALIZATIONS
source: Localizations
my_mm: ဒေသခံ

# M_CHANGE_LANGUAGE
source: Change Language
ar: ބަސް ބަދަލުކުރައްވާ
my_mm: ဘာသာစကားပြောင်းပါ

# M_WRITE_YOUR_MESSAGE
source: Write your message ...
ar: މެސެޖް ލިޔުއްވާ
my_mm: သင်၏စာအားရေးပါ

# M_YOUR_VIDEO_PROFILE
source: Your Video Profile
ar: ތިބާގެ ވީޑިއޯ ޕްރޮފައިލް
my_mm: ကိုယ်ရေးမှတ်တမ်းဗီဒီယိုကို ပြောင်းပါ

# M_BOOKMARK_NO_DATA_FOUND
source: No data found!
ar: ޑޭޓާއެއް ނުފެނުނު
my_mm: မည်သည့်အချက်အလက်မှ ရှာမတွေ့ပါ

# M_BOOKMARK_NO_DATA_FOUND_DES
source: Looks like you haven't bookmark any user!
ar: ތިބާ އެއްވެސް ފަރާތެއް ބުކްމާކް ކުރިކަމަކަށް އަދި ނުދައްކާ!
my_mm: မည်သူ့ကိုမှ မမှတ်ရသေးပ

# M_PREFERED_LANGUAGE
source: Choose Your Preferred language
ar: ތިބާއަށް ކަމުދާ ބަސް ޙިޔާރުކުރައްވާ
my_mm: သင်ကြိုက်နှစ်သက်သောဘာသာစကားကိုရွေးချယ်ပါ

# M_SELECT_LANGUAGE
source: Please select your language
ar: ތިބާގެ ބަސް ހޮއްވަވާ
my_mm: သင့်ဘာသာစကားရွေးပါ

# M_SERVICE
source: Services
ar: ޙިދުމަތްތައް
my_mm: ဝန်ဆောင်မှုများ

# M_UN_SUBSCRIBE
source: Unsubscribe
ar: އަންސަބްސްކްރައިބް
my_mm: စာရင်းသွင်းခြင်းကိုရပ်ဆိုင်းရန

# M_UN_SUBSCRIBE_CONTENT
source: After clicking the proceed button you will be not able to access premium features of the mobile application like (Chatting with your match and others.) For accessing again you have to subscribe. Please proceed to suspend the service.
my_mm: ဆက်လက်လုပ်ဆောင်မည်ကို နှိပ်ပြီးပါက အက်ပ်၏ အထူးဝန်ဆောင်မှုများ (ဥပမာ- သင်နှင့်သင့်လျော်သောသူနှင့်အတူ အခြားသောသူများနှင့် ဆက်သွယ်ခြင်း) အားအသုံးပြု၍ မရတော့ပါ။ ပြန်လည်အသုံးပြုလိုပါက ဝန်ဆောင်မှုကို စာရင်းသွင်းရပါမည်။ ဝန်ဆောင်မှုကို ဆိုင်းငံ့ရန်အတွက် ဆက်လက်လုပ်ဆောင်မည်ကို နှိပ်ပါ။

# M_TERM_AND_CONDITIONS
source: Terms & condition
ar: ޓާމްސް އެންޑް ކޮންޑިޝަންސް
my_mm: စည်းကမ်းနှင့်သတ်မှတ်ချက်မျာ:

# M_DATE_OF_BIRTH
source: Date of birth
ar: އުފަން ތާރީޙް
my_mm: မွေးနေ့

# M_NAME
source: Enter Name
ar: ނަން ޖައްސަވާ
my_mm: သင့်အမည်ကို ဖော်ပြပါ

# M_SUBSCRIPTION_ALERT_TITLE
source: This is premium feature
ar: މީ ޕްރިމިއަމް ފީޗާ
my_mm: ပရီမီယံအင်္ဂါရပ် ဖြစ်ပါသည်

# M_SUBSCRIPTION_ALERT_DEC
source: Want unlimited access to all app features?
ar: މި އެޕްގެ ހުރިހާ ފީޗާސްއަށް އަންލިމިޓެޑް އެކްސެސް ބޭނުންފުޅުތޯ؟
my_mm: အက်ပလီကေးရှင်း၏​ ပါဝင်သောအရာအားလုံးကို အကန့်အသတ်မရှိ ရယူလိုပါသလား?

# M_BUY_VIP_PASS
source: BUY VIP PASS
my_mm: ပရီမီယမ် အသုံးပြုခွင့်

# M_SUBSCRIPTION_BOOTOM_DEC
source: GET ACCESS TO PREMIUM FEATURES
ar: ޕްރިމިއަމް ފީޗާސް އަށް އެކްސެސް ހޯއްދަވާ
my_mm: ပရီမီယမ်၏ အကျိုးကျေးဇူးများအား ခံစားလိုက်ပါ

# M_BLOCK_PROFILES_DEC
source: Looks like you haven't block any user!
ar: ތިބާ އެއްވެސް ފަރާތެއް ބްލޮކް ކުރިކަމަކަށް އަދި ނުދައްކާ!
my_mm: မည်သူ့ကိုမှ မမြင်ရအောင် မပိတ်ဆို့ရသေးပါ

# M_IMAGE_NOT_UPLOADED
source: Please upload image
ar: ފޮޓޯ އަޕްލޯޑް ކުރައްވާ

# M_OUTGOING_CALL
source: Outgoing Call
ar: ބޭރަށްދާ ކޯލްވަނީ

# M_SUBSCRIBE_NOW
source: Subscribe Now
ar: މިހާރު ސަބްސްކްރައިބް ކުރައްވާ

# M_WIFI_DESABLE_ALERT
source: You are currently using the Wi-Fi network, please choose the mobile data to proceed
ar: ތިބާ މިވަގުތު ތިބޭނުންކުރަނީ ވައިފައި ނެޓްވޯކް. ކުރިއަށް ވަޑައިންނެވުމަށް މޯބައިލް ޑޭޓާ ނަންގަވާ

# M_UNABLE_SUBSCRIBE
source: Unable to process your subscription right now. Kindly try again after sometime.
ar: ތިބާގެ ސަބްސްކްރިޕްޝަން މިވަގުތު ޕްރޮސެސް ނުކުރެވުނުނު. އިރުކޮޅެއް ފަހުން އަނެއްކާ މަސައްކަތް ކޮއްލައްވާ.
